---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowAnnotationCutMark
source: html/1dc221de-6180-279a-1e2a-c9b672c3063c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowAnnotationCutMark Property

"Cut by Cut Plane"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsDbgShowAnnotationCutMark { get; }
```